IDEA Open Model
ConnectionSetup.DistanceBetweenBolts Property
Compatible with IDEA StatiCa v 10.1
 Limit distance between bolts as a multiple of bolt diameter
 Namespace: IdeaRS.OpenModel
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.0.1 (10.1.0.1)
Syntax
public double DistanceBetweenBolts { get; set; }
Public Property DistanceBetweenBolts As Double
	Get
	Set
public:
property double DistanceBetweenBolts {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
ConnectionSetup Class
IdeaRS.OpenModel Namespace